 [
        {
            "verse": "1",
            "arabic": "بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
            "translation": "گوڈ چُھوس بو کران اللہ تعالیٰ سندہ ناوہ سیت  یُس سیٹھاہ رحم کروہ وُن یُس سیٹھاہ مہربان چھو"
        },
        {
            "verse": "2",
            "arabic": "ٱلۡحَمۡدُ لِلَّهِ",
            "translation": "ساری تعریف تہ مدح تہ ثنا پزن تس ذاتِ پاکس یسُند نائو چُھو اللہ۔ کیا زِہ پریتھ چیزاہ تہ پریتھ نعمتھاہ پیدہ کرہ وُن تہ چُھو سُوی عطا کرہ وُن تہِ سُوی ۔ لہٰذا شُوبَن حمد و ثنا تس یُوت۔"
        },
        {
            "verse": "3",
            "arabic": "رَبِّ ٱلۡعَٰلَمِينَ",
            "translation": "یُس مالِک تہ پرورش کرہ وُن چُھو سارنی عالمن ہُند۔ مخلوقاتن ہُند اکھ اکھ جنس چھو گنزرنہ یِوان اکھ اکھ عالم ۔ مـثلاً عالم ملایکہ ۔ عالم انسان۔ عالم جن۔ عالم جمادات۔ عالم نباتات۔ عالمِ و حوش و طیور۔"
        },
        {
            "verse": "4",
            "arabic": "ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ",
            "translation": "یُس سارنی رحم کرہ وُن چُھو دُنیاہس اندر۔ یُس پنن رحمت جاری تھاوہ وُن چُھو با ایمانن پیٹھ آخر تَس اندر"
        },
        {
            "verse": "5",
            "arabic": "مَٰلِكِ يَوۡمِ ٱلدِّينِ",
            "translation": "یُس مالک تہ اختیارہ ووُل چُھو جزاء کہِ دُہُک جزائُ ک دُوہ گو قیامتُک دُوہ۔ یمہ دوہَہ رٹن پنہ نین عملہ ہُند بَدلہ۔ یم یُتھ کورمُت آسہِ سُو تُلہِ تُیوتُھے پَھل۔"
        },
        {
            "verse": "6",
            "arabic": "إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ",
            "translation": "چانی یاژ چھہِ أس بندگی تہ پرستش کران بیہ نہ کانسہ ہنز بیہ چھہِ أس ژی یُوت یاری تہ مدد منگان بیہِ نہ کانسہِ ۔ یہ چُھو بندن ہندِہ طَرفہ خدایہ ِ سنزِہ درگاہہِ اَندر اِلتجا ء یہ ہیچھہ نائو اللہ تعالیٰ اَن پننِ بندہ تہندِس دربارس اَندر کِتھ پاٹھِ گژِھ حاضِر سپدُن ۔ کِتھ سوال کرُن ۔"
        },
        {
            "verse": "7",
            "arabic": "ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيم",
            "translation": "بیہ ہاو اَسہِ سیز وَتھ دینچ"
        },
        {
            "verse": "8",
            "arabic": "صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ",
            "translation": "وتھ تِمن لُوکن ہنز یمن ژیہ نعمژ عطا کریتھ یعنی نبوتچ نعمت رسالتچ  نعمت۔ صدِ یقیتچ نعمت بیہ ِشہادتچ نعمت صلاحیتچ نعمت"
        },
        {
            "verse": "9",
            "arabic": "غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ",
            "translation": "تہنزِوتہ نہ یمن پیٹھ چانِ ژکھ چَھ۔ یمن پیٹھ ژہ بیزار چُھو کھ تہنزہ نافرمانی سببہ۔ بیہِ نہ تہنز وَتھ یِم گُمراہ سپدِ، وَتہِ نشہِ ڈلِ۔ تِم گے یہود و نصاریٰ بیہِ ساری باطِل فرقہ یِم افراط تفریطس منز مُبتلا سپد۔"
        }
    ]
